brew "apache-arrow-glib"
brew "apache-spark"
brew "automake"
brew "aws-sam-cli"
brew "chezmoi"
brew "chruby"
brew "cloc"
brew "cookiecutter"
brew "dasel"
brew "docker-credential-helper"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grep"
brew "jc"
brew "jq"
brew "krew"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.13"
brew "qmk/qmk/qmk"
brew "ripgrep"
brew "ruby-install"
brew "sqlfluff"
brew "telnet"
brew "tenv"
brew "tmux"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"


cask "1password"
cask "1password-cli"
cask "atext"
cask "balenaetcher"
cask "brave-browser"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "freedom"
cask "notion"
cask "qmk-toolbox"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "roon"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tidal"
cask "vlc"
cask "zooom"
